{
  "lifePath": {
    "1": "[Nombre], tu Sendero de Vida 1 te marca como un alma pionera, destinada a abrir caminos y liderar desde tu propia autenticidad. Viniste a este mundo a aprender sobre la independencia radical, a forjar tu identidad y a confiar en tu poderosa fuerza interior para iniciar y manifestar. La energía del 1 te impulsa a ser original, a tomar la iniciativa y a no tener miedo de destacarte del montón. A lo largo de tu vida, te encontrarás repetidamente en situaciones que te exigirán valentía, decisión y autosuficiencia; son oportunidades para afirmar tu 'Yo Soy'. El universo te pide que creas en vos misma, incluso cuando nadie más lo haga, y que aprendas a pararte firme en tus convicciones. Tu mayor desafío reside en equilibrar esa potente individualidad con la capacidad de conectar y colaborar, aprendiendo a liderar sin imponer y a ser independiente sin caer en el aislamiento o la arrogancia. Recordá que tu fuerza no niega tu necesidad de conexión ni la validez de otras miradas. Otro aprendizaje clave es canalizar tu energía de acción de manera constructiva, evitando la impulsividad o la terquedad que pueden surgir cuando sentís que no te siguen. Sos una fuente de inspiración por tu coraje y tu capacidad de empezar de cero. Abrazá tu singularidad, confiá en tu visión y animate a ser la punta de lanza del cambio que querés ver. No esperes permiso para ser vos misma. Tu potencial es el de un/a verdadero/a innovador/a, capaz de inspirar a multitudes con tu ejemplo de determinación, autenticidad y originalidad.",
    "2": "Marina, tu Sendero de Vida 2 te sumerge en las aguas profundas de la cooperación, la diplomacia y la sensibilidad emocional. Viniste a aprender el arte sutil de las relaciones, la importancia fundamental de la armonía, la paciencia y la escucha empática para construir puentes entre las personas. Tu esencia vibra con la unión, la paz y el trabajo en equipo; sos el pegamento que une, la calma en la tormenta. Sos un/a pacificador/a natural, con una intuición muy desarrollada que te permite percibir las necesidades y sentimientos ajenos como pocos, sintiendo a menudo lo que no se dice. Tu mayor fortaleza es tu capacidad para mediar, suavizar asperezas, crear ambientes de confianza y colaboración, y aportar una perspectiva equilibrada. Sin embargo, este sendero también presenta desafíos importantes: tu alta sensibilidad puede volverte vulnerable a las energías ajenas o llevarte a una excesiva dependencia emocional si no cultivás tu propio centro. Podrías dudar al tomar decisiones o expresar tus necesidades por miedo a herir o generar conflicto. El aprendizaje clave es desarrollar límites energéticos saludables, aprender a decir 'no' cuando es necesario, valorar tu propia voz interior tanto como la de los demás, y encontrar tu fuerza en la quietud y la diplomacia asertiva. Tu potencial es inmenso como terapeuta, consejero/a, artista sensible, mediador/a, diplomático/a o cualquier rol donde tu capacidad innata de unir, armonizar y comprender sea esencial. Recordá que la verdadera fuerza reside en la gentileza, la conexión auténtica y la valentía de ser vulnerable.",
    "3": "[Nombre], ¡qué vibrante tu Sendero de Vida 3! Es un camino iluminado por la creatividad sin límites, la comunicación en todas sus formas y una contagiosa alegría de vivir. Viniste a este mundo a expresarte, a compartir tu voz única y multifacética, ya sea a través del arte (pintura, música, escritura, danza), la palabra hablada o escrita, la enseñanza o simplemente tu forma entusiasta y optimista de relacionarte. Tenés un don natural para conectar con la gente, inspirar sonrisas y ver el lado lúdico y brillante de la vida. Tu imaginación es un jardín fértil y tu capacidad de comunicación, un regalo para compartir. Los desafíos de este sendero pueden incluir la dispersión de tu abundante energía en múltiples proyectos sin llegar a concretar, una tendencia a la superficialidad si evitás conectar con tus emociones más profundas por miedo al dolor, o momentos de duda y autocrítica sobre tu propio valor creativo. Es fundamental que encuentres canales saludables y satisfactorios para canalizar tu torrente creativo y que aprendas a enfocar tu entusiasmo sin perder la espontaneidad. No escondas tu luz ni tu alegría por miedo al juicio; el mundo necesita desesperadamente tu chispa vital y tu perspectiva optimista. Tu potencial es el de ser un/a comunicador/a carismático/a que inspira, un/a artista que conmueve, un/a escritor/a elocuente, o simplemente alguien cuya presencia naturalmente ilumina y eleva cualquier ambiente. ¡Animate a jugar, a crear y a expresarte sin reservas, con todo tu ser!",
    "4": "[Nombre], tu Sendero de Vida 4 te llama a construir una vida significativa sobre bases sólidas, a través del esfuerzo metódico, la disciplina consciente y un profundo sentido práctico. Sos la personificación de la estabilidad, la organización, la perseverancia y la confiabilidad. Viniste a este mundo a aprender el valor intrínseco del trabajo constante, la planificación cuidadosa y la importancia de crear estructuras seguras y duraderas, tanto para vos como para quienes te rodean. Tu gran fortaleza radica en tu capacidad innata para materializar ideas abstractas en resultados concretos, poner orden funcional en medio del caos aparente y llevar proyectos complejos a buen término con una dedicación y atención al detalle admirables. Sos la roca firme, la persona en la que otros confían para hacer que las cosas sucedan de manera eficiente y segura. Los desafíos de este sendero pueden surgir si esa necesidad de estructura se vuelve rigidez, si te resistís obstinadamente al cambio necesario, si te volvés excesivamente terco/a en tus métodos o si el exceso de trabajo y responsabilidad te desconecta del disfrute, la relajación y la conexión emocional. El aprendizaje clave es encontrar flexibilidad dentro de la estructura, equilibrar el deber con el placer y confiar en que la seguridad verdadera también reside en la capacidad de adaptarse a lo nuevo sin perder el centro. Tu potencial es enorme como un/a excelente constructor/a (en cualquier ámbito), un/a administrador/a eficiente y ético/a, un/a organizador/a detallista y metódico/a, o en cualquier profesión que valore la confiabilidad, el método, la paciencia y la capacidad de crear sistemas útiles, seguros y duraderos para la sociedad.",
    "5": "Tu Sendero de Vida 5, [Nombre], es una excitante y dinámica aventura marcada por una insaciable sed de libertad, una adaptación camaleónica al cambio, una versatilidad asombrosa y una profunda necesidad de explorar la vida en toda su rica diversidad. Viniste a aprender a fluir con las corrientes del cambio, a soltar el control rígido, a comunicarte eficazmente con todo tipo de personas y a experimentar el mundo intensamente a través de tus cinco sentidos. Amás el movimiento, la variedad, los viajes (físicos o mentales), conocer gente nueva y detestás profundamente sentirte atrapado/a por la rutina, las limitaciones o las estructuras asfixiantes. Tu mente es rápida, curiosa, ingeniosa y naturalmente sociable. El gran desafío de este vibrante sendero es aprender a canalizar tu enorme energía y tu amor por la libertad de manera constructiva y responsable. Evitá caer en la dispersión, la inconsistencia, la impulsividad desmedida, los excesos sensoriales o el miedo al compromiso que puede surgir de tu necesidad de no sentirte atado/a. Necesitás encontrar un 'foco en movimiento', un propósito que te permita explorar y crecer sin perderte. Aprendé a usar tu libertad para expandirte y aprender, no solo para escapar. Tu potencial es brillante como comunicador/a carismático/a, viajero/a incansable que comparte sus experiencias, vendedor/a magnético/a, periodista curioso/a, agente de cambio o cualquier rol donde puedas usar tu increíble adaptabilidad, tu curiosidad innata y tu amor por la libertad para conectar, explorar y experimentar la vasta multiplicidad de la vida.",
    "6": "[Nombre], tu Sendero de Vida 6 te guía por un camino profundamente humano centrado en el amor incondicional, la responsabilidad afectiva, el servicio compasivo y la búsqueda constante de armonía, equilibrio y belleza, especialmente en el sagrado ámbito del hogar, la familia y la comunidad. Viniste a aprender las lecciones del corazón: el cuidado genuino, la nutrición emocional (propia y ajena), la empatía profunda y el equilibrio fundamental y a veces difícil entre dar y recibir amor y apoyo. Tenés un fuerte y natural sentido del deber hacia tus seres queridos, una asombrosa capacidad para crear ambientes cálidos, acogedores y estéticamente agradables, y un talento innato para aconsejar, mediar y cuidar. Sos a menudo el corazón y el pilar emocional de tu círculo íntimo. El desafío principal de esta vibración tan nutricia radica en no sobrecargarte con las responsabilidades y problemas ajenos hasta el punto del agotamiento, evitar la sutil tendencia a querer controlar o 'perfeccionar' a los demás desde un lugar de 'saber lo que es mejor para ellos', y no caer en el autosacrificio descuidando tus propias necesidades emocionales y físicas. Aprendé a poner límites amorosos, a decir 'no' cuando sea necesario y a cuidarte a vos mismo/a con la misma ternura y dedicación que ofrecés a los demás. Recordá que para poder servir bien, primero tenés que estar bien vos. Tu potencial es inmenso como un/a maravilloso/a consejero/a, terapeuta familiar, maestro/a dedicado/a, artista que embellece el mundo, sanador/a compasivo/a o como un pilar fundamental que irradia amor, comprensión y estabilidad en su familia y su comunidad.",
    "7": "Tu Sendero de Vida 7, [Nombre], te embarca en un fascinante y a menudo solitario viaje hacia las profundidades del conocimiento, la sabiduría interior, el análisis crítico y una conexión espiritual única y personal. Viniste a aprender a confiar plenamente en tu aguda intuición y tu mente analítica, a investigar la verdad esencial que se oculta más allá de las apariencias superficiales y a encontrar respuestas significativas a través de la introspección profunda, el estudio dedicado y la contemplación silenciosa. Sos un alma naturalmente filosófica, con una mente inquisitiva y una necesidad innata de entender el 'porqué' fundamental de la existencia y del universo. Necesitás imperiosamente tus espacios de soledad y tranquilidad para procesar información compleja, investigar temas que te apasionan, meditar y conectar con tu vasto mundo interior; el ruido, la superficialidad y las demandas constantes del mundo exterior pueden abrumarte y desconectarte de tu centro. Los desafíos inherentes a este sendero pueden incluir una marcada tendencia al aislamiento excesivo, un escepticismo tan agudo que bloquee la fe o la conexión intuitiva, una dificultad para expresar tus emociones más profundas o compartirlas, y un perfeccionismo que a veces puede volverse paralizante. El aprendizaje clave es equilibrar tu rico mundo interior con las necesarias conexiones exteriores, aprendiendo a compartir tu sabiduría acumulada sin volverte hermético/a o sentirte incomprendido/a. Tu potencial es extraordinario como un/a brillante investigador/a, científico/a innovador/a, filósofo/a profundo/a, escritor/a especializado/a, místico/a contemporáneo/a, analista estratégico/a o especialista respetado/a en cualquier campo que requiera una mente aguda, una profunda intuición y una insaciable sed de verdad y conocimiento.",
    "8": "[Nombre], tu Sendero de Vida 8 te impulsa a un camino poderoso de aprendizaje sobre la maestría en el mundo material, la gestión de la abundancia, el ejercicio de la autoridad y el uso ético de la ambición y el poder personal. Viniste a entender la dinámica compleja del éxito, a desarrollar tu considerable capacidad ejecutiva y a manifestar grandes logros en el plano físico, aprendiendo a equilibrar lo material con lo espiritual. Tenés una fuerza interior considerable, una resistencia notable y sos un/a realizador/a natural con una habilidad innata para la estrategia, la organización a gran escala y el liderazgo efectivo. No temés a los desafíos y tu mirada está puesta en resultados concretos y tangibles. El gran desafío de este sendero tan potente es encontrar y mantener el delicado equilibrio entre tus ambiciones materiales y tus valores espirituales o éticos. Debés evitar la trampa de la obsesión por el control, el estatus, el dinero o el poder por el poder mismo. Aprendé a usar tu influencia de forma constructiva, justa y considerada, no solo para tu beneficio personal sino también para el bien común. La generosidad, la integridad y la gratitud son lecciones cruciales en tu camino. Tu potencial es el de ser un/a líder influyente y respetado/a, un/a empresario/a exitoso/a y ético/a, un/a ejecutivo/a de alto nivel capaz de manejar grandes responsabilidades, o cualquier rol donde puedas ejercer tu autoridad innata y tu impresionante capacidad de manifestación para crear abundancia, estructura y oportunidades de manera responsable y visionaria.",
    "9": "Tu Sendero de Vida 9, [Nombre], te lleva por un camino elevado y expansivo de compasión universal, profundo humanitarismo, sabiduría trascendente y servicio desinteresado a una causa mayor que vos mismo/a. Viniste a este mundo a aprender las lecciones del desapego emocional, el perdón incondicional (hacia vos y hacia los demás), a desarrollar una perspectiva global que abarque el bienestar colectivo y a conectar con un propósito vital que te inspire a dejar el mundo un poco mejor de como lo encontraste. Poseés una sensibilidad extraordinaria, un idealismo inspirador, una empatía natural y una profunda y a veces dolorosa conexión con el sufrimiento ajeno. Te moviliza la injusticia y sentís un llamado interior a aliviar el dolor y a compartir tu sabiduría. Tu gran desafío es aprender a soltar el pasado, las heridas y las cargas emocionales (tanto las propias como las que absorbés del entorno), no sentirte abrumado/a o paralizado/a por la inmensidad de los problemas del mundo, y encontrar formas prácticas, equilibradas y sostenibles de canalizar tu inmenso deseo de ayudar sin agotarte ni perderte en el proceso. Aprender a poner límites sanos y a recibir es tan importante como dar. Tu potencial es inmenso como un/a gran maestro/a espiritual que comparte sabiduría universal, un/a artista cuya obra inspira y eleva, un/a trabajador/a humanitario/a dedicado/a, un/a filántropo/a generoso/a, un/a sanador/a compasivo/a o un/a líder carismático/a que guía a otros hacia una mayor conciencia, tolerancia y amor universal. Tu vida es un faro.",
    "11": "Número Maestro - Sendero de Vida 11 (2): [Nombre], como portador/a del Sendero 11, tu camino es una versión intensificada y espiritualmente cargada del Sendero 2. Estás aquí para ser un puente entre lo visible y lo invisible, un canal para la inspiración divina y la intuición elevada. Viniste a aprender a confiar y manejar tu poderosa sensibilidad psíquica, a desarrollar tu visión única y a usarla para iluminar, inspirar y guiar a otros hacia una conciencia más despierta. Sos naturalmente idealista, con un magnetismo especial y una 'electricidad' que te hace destacar. Sentís las cosas con una profundidad inusual. Tu misión vital es aprender a integrar esta alta vibración en tu vida diaria, encontrando formas de expresar tu verdad espiritual sin desconectarte del mundo práctico. El desafío es inmenso: manejar la tensión nerviosa y la vulnerabilidad emocional que acompañan a esta sensibilidad, proteger tu campo energético, superar las dudas paralizantes sobre tu propio valor o 'rareza', y aprender a anclar tus visiones elevadas para que puedan manifestarse constructivamente. No temas tu luz ni tu intensidad; son tus dones. Confiá en los mensajes que recibís. Tu potencial es extraordinario como guía intuitivo/a, artista visionario/a que canaliza belleza y verdad, sanador/a energético/a, psicólogo/a transpersonal, innovador/a social o líder espiritual que despierta a otros.",
    "22": "Número Maestro - Sendero de Vida 22 (4): [Nombre], el Sendero 22 te confiere el título de 'Maestro/a Constructor/a'. Este es uno de los números más poderosos, ya que combina una visión idealista y expansiva con una capacidad excepcional para la realización práctica y concreta, llevando la energía trabajadora y estructurada del 4 a su máxima expresión. Viniste a aprender a manifestar grandes sueños en realidades tangibles, a construir sistemas, proyectos u organizaciones que tengan un impacto significativo, duradero y beneficioso para la comunidad, la sociedad o incluso el mundo. Poseés una fuerza interior formidable, una disciplina natural, una mente estratégica y organizativa, y una habilidad única para ver el 'gran plan' y los pasos necesarios para materializarlo. Podés literalmente construir puentes entre los ideales y el mundo físico. El desafío que conlleva esta enorme capacidad es aprender a manejar la presión, la inmensa responsabilidad y el poder que implica tu potencial, sin sentirte abrumado/a. Debés superar cualquier miedo al fracaso o duda sobre tu capacidad para llevar a cabo tus ambiciosas visiones. Aprender a trabajar en equipo, a delegar eficazmente y a mantener un equilibrio entre tu vida personal y tus grandes proyectos es crucial. Confiá plenamente en tu poder para construir un futuro mejor. Tu potencial es ilimitado como líder de grandes emprendimientos, arquitecto/a (literal o social), ingeniero/a visionario/a, planificador/a estratégico/a a gran escala, reformador/a social o cualquier rol donde puedas aplicar tu don único para construir legados prácticos y significativos sobre bases sólidas.",
    "33": "Número Maestro - Sendero de Vida 33 (6): [Nombre], caminar el Sendero 33 es una de las misiones más elevadas y exigentes. Representa la vibración maestra del amor incondicional, la compasión universal y el servicio desinteresado, llevando la energía nutricia y responsable del 6 a su octava superior. Viniste a ser un faro de luz y sanación para el mundo, a encarnar y enseñar el poder transformador del amor y la entrega compasiva. Tu presencia misma tiene un efecto sanador y elevador en quienes te rodean. Poseés una capacidad excepcional para inspirar, consolar, guiar espiritualmente y aliviar el sufrimiento ajeno. La creatividad, la enseñanza y el cuidado son canales naturales para vos. El gran desafío de esta vibración tan altruista es mantener tu propio equilibrio emocional y energético. Debés aprender a poner límites muy sanos para no absorber el dolor del mundo hasta el punto de agotarte o caer en el 'síndrome del mártir'. Cuidarte a vos mismo/a con la misma devoción y amor que ofrecés a los demás no es egoísmo, es una necesidad vital para poder sostener tu misión a largo plazo. Aprendé a recibir y a permitir que otros también te cuiden. Tu potencial para impactar positivamente en el mundo es inmenso, ya sea como maestro/a espiritual inspirador/a, sanador/a energético/a o emocional, terapeuta compasivo/a, artista cuya obra eleva el espíritu, o líder de causas humanitarias que trabaja incansablemente desde el corazón. Sos un canal de amor divino."
  },
  "expression": {
    "1": "Te expresás con una fuerza de liderazgo natural, independencia marcada y una chispa de originalidad en todo lo que hacés. Tus talentos innatos te impulsan a iniciar proyectos, tomar decisiones con rapidez y audacia, y dirigir equipos o situaciones con confianza. Necesitás sentir autonomía y libertad para poder manifestar tu visión única del mundo. Tu comunicación tiende a ser directa, clara y a veces un poco impaciente, porque tu mente va rápido. No te gusta que te digan lo que tenés que hacer y preferís aprender haciendo, incluso cometiendo tus propios errores. El desafío es aprender a moderar la impulsividad, a escuchar otras perspectivas y a colaborar sin sentir que perdés tu individualidad. Usá tu energía pionera para abrir caminos, no solo para vos sino también para inspirar a otros. Recordá que ser líder también implica saber guiar con consideración. Tu potencial es el de un/a innovador/a y un/a iniciador/a carismático/a.",
    "2": "Tu forma de expresarte, [Nombre], está teñida de diplomacia, tacto, amabilidad y una búsqueda constante de armonía en todas tus interacciones. Tus talentos naturales residen en tu asombrosa capacidad para la cooperación, la mediación, el trabajo en equipo y tu habilidad innata para escuchar empáticamente y comprender diferentes puntos de vista. Sos un/a excelente conciliador/a, capaz de suavizar tensiones y encontrar puntos en común donde otros solo ven diferencias. Tu presencia suele ser calmante y tranquilizadora. Preferís persuadir suavemente antes que confrontar directamente. El desafío aquí puede ser una dificultad para expresar tus propias necesidades o desacuerdos por miedo a romper la armonía, o una tendencia a la indecisión al sopesar demasiado todas las opciones. Aprendé a ser asertivo/a desde tu calma y a valorar tu propia perspectiva. Tu potencial brilla en roles que requieren colaboración, sensibilidad y habilidades interpersonales, como terapeuta, consejero/a, diplomático/a, músico/a, o trabajando en equipo en cualquier ámbito.",
    "3": "¡[Nombre], te expresás con una vibrante energía de creatividad, alegría contagiosa y una notable habilidad comunicativa! Tus talentos innatos son múltiples y giran en torno a la autoexpresión: tenés facilidad para la palabra (escrita o hablada), el arte en cualquiera de sus formas (música, pintura, actuación, diseño), el humor y la sociabilidad. Disfrutás conectando con la gente, compartiendo ideas y contagiando tu optimismo natural. Tu mente es ingeniosa y tu presencia suele ser carismática y luminosa. El desafío principal para vos es evitar la dispersión de tu energía en demasiados intereses a la vez sin profundizar, o caer en la superficialidad si no conectás tu expresión con tus emociones auténticas. También podés ser sensible a la crítica. Es clave que encuentres canales para expresar tu creatividad de forma satisfactoria y que aprendas a enfocar tu entusiasmo. ¡No apagues tu brillo! Tu potencial es enorme como artista, comunicador/a, escritor/a, animador/a, publicista, maestro/a inspirador/a o cualquier rol donde tu chispa creativa y tu habilidad para conectar puedan florecer libremente.",
    "4": "[Nombre], tu manera de expresarte se caracteriza por el orden, el método, la practicidad y un enfoque constante en lo concreto y lo tangible. Tus talentos naturales son la organización impecable, la planificación detallista, la capacidad para construir sistemas eficientes y el trabajo paciente, perseverante y minucioso. Sos la persona confiable que materializa las ideas, que pone los pies en la tierra a los proyectos y que se asegura de que las cosas se hagan bien y de forma duradera. Valorás la estructura, la disciplina y la honestidad. El desafío para vos puede ser una tendencia a la rigidez, a la resistencia al cambio o a nuevas ideas si no encajan en tu esquema, o a volverte demasiado crítico/a (con vos mismo/a y con los demás) si las cosas no salen según lo planeado. Aprendé a incorporar flexibilidad a tus planes y a valorar también la intuición. Tu potencial es excelente como administrador/a, ingeniero/a, arquitecto/a, contable, artesano/a detallista, científico/a metódico/a o cualquier profesión que requiera precisión, confiabilidad, paciencia y habilidad para construir y mantener sistemas sólidos.",
    "5": "Tu forma de expresarte, [Nombre], es dinámica, versátil, entusiasta y llena de carisma. Amás la variedad y te adaptás con facilidad a nuevas situaciones y personas. Tus talentos innatos son la comunicación persuasiva y magnética, la habilidad para la venta o la promoción, la facilidad para los idiomas, la rapidez mental y una curiosidad insaciable que te impulsa a explorar y experimentar. Te expresás mejor en movimiento, odiás el estancamiento. El desafío principal es canalizar esta energía inquieta de forma productiva, evitando la dispersión, la falta de constancia, la impulsividad o la búsqueda de gratificación inmediata sin medir consecuencias. Aprendé a comprometerte con lo que realmente te importa, incluso cuando requiere perseverancia. Usá tu adaptabilidad para crecer, no solo para cambiar de rumbo constantemente. Tu potencial es brillante como comunicador/a en medios, publicista, agente de viajes, vendedor/a estrella, traductor/a, animador/a, o cualquier rol que te permita usar tu elocuencia, tu adaptabilidad y tu amor por la libertad y la conexión humana.",
    "6": "[Nombre], te expresás con una profunda responsabilidad, una calidez genuina, un fuerte sentido del deber hacia los demás y una búsqueda innata de armonía y belleza en tu entorno. Tus talentos naturales se manifiestan en el cuidado de otros (familia, amigos, comunidad), la enseñanza paciente, la consejería empática, la armonización de espacios y relaciones, y una creatividad aplicada a menudo al hogar, la crianza o las artes curativas. Sos percibido/a como alguien confiable, protector/a y con un gran corazón. El desafío para vos puede ser asumir demasiadas cargas ajenas, volverte sobreprotector/a o controlador/a en tu afán de ayudar, o tener dificultad para recibir y poner límites sanos, descuidando tus propias necesidades. Aprendé a equilibrar el dar y el recibir, y a permitir que los demás también se hagan cargo de sus procesos. Tu potencial es maravilloso como terapeuta, maestro/a, consejero/a familiar, trabajador/a social, artista, decorador/a, o cualquier rol donde puedas expresar tu naturaleza nutricia, responsable y armonizadora.",
    "7": "Tu forma de expresarte, [Nombre], es analítica, profunda, observadora y a menudo selectiva o reservada. No sos de hablar por hablar; necesitás entender, investigar y procesar antes de compartir tus ideas. Tus talentos naturales residen en tu mente aguda y penetrante, tu capacidad para la investigación exhaustiva, la especialización en temas complejos, la introspección profunda y la habilidad para ver más allá de lo superficial, detectando patrones o verdades ocultas. Valorás la calidad sobre la cantidad, tanto en información como en relaciones. El desafío puede ser parecer distante o frío/a si no comunicás tu mundo interior, caer en el aislamiento, volverte excesivamente crítico/a o escéptico/a, o perderte en los detalles mentales desconectándote de la intuición o la emoción. Aprendé a confiar también en tu sentir y a compartir tu valiosa sabiduría de forma accesible. Tu potencial es excelente como investigador/a, científico/a, analista de datos, filósofo/a, escritor/a técnico/a o de temas profundos, psicólogo/a, estratega o especialista en cualquier campo que requiera precisión intelectual, profundidad y búsqueda de la verdad.",
    "8": "[Nombre], te expresás con una notable autoridad natural, eficiencia, ambición y una visión clara orientada a resultados concretos y al éxito en el mundo material. Tus talentos innatos son la gestión eficaz, la organización a gran escala, el liderazgo ejecutivo, la habilidad para manejar finanzas o negocios, y una poderosa capacidad para concretar metas importantes y superar obstáculos con determinación. Sabés cómo hacer que las cosas sucedan y no temés asumir grandes responsabilidades. Proyectás una imagen de poder y competencia. El desafío principal es aprender a manejar este poder con integridad, ética y equilibrio, evitando la tendencia a volverte dominante, controlador/a, materialista en exceso o impaciente con los procesos o las personas. Es crucial equilibrar tu ambición con la consideración por los demás y con tus valores internos. Aprendé a usar tu fuerza para construir, no para destruir. Tu potencial es el de un/a líder nato/a, un/a empresario/a exitoso/a, un/a ejecutivo/a de alto rendimiento, un/a organizador/a de grandes eventos o proyectos, o cualquier rol donde puedas desplegar tu fuerza, tu visión estratégica y tu capacidad de manifestación en el mundo.",
    "9": "Tu forma de expresarte, [Nombre], está teñida de compasión, sabiduría, idealismo y una perspectiva humanitaria que abarca más allá de lo personal. Tus talentos naturales se encuentran en la enseñanza inspiradora, la escritura o el arte con un mensaje profundo y universal, el servicio a causas sociales o humanitarias, y una capacidad innata para comprender diferentes culturas y puntos de vista con tolerancia. Te expresás con una sensibilidad especial y a menudo con una visión filosófica o espiritual de la vida. Buscás el significado y el propósito en lo que hacés. El desafío para vos es mantener los pies en la tierra sin perder tus ideales, aprender a manejar la desilusión sin volverte cínico/a, y encontrar formas prácticas de canalizar tu deseo de ayudar sin dispersarte o agotarte emocionalmente. Es importante también aprender a soltar y perdonar (a vos y a otros). Tu potencial es maravilloso como maestro/a, escritor/a, artista, terapeuta holístico/a, trabajador/a social, diplomático/a, filántropo/a o líder de movimientos que buscan un mundo mejor y más compasivo.",
    "11": "Número Maestro: [Nombre], te expresás con una vibración elevada de intuición, carisma, inspiración y una energía casi eléctrica que no pasa desapercibida. Sos un canal natural para ideas innovadoras, visiones espirituales y mensajes profundos. Tenés un talento innato para motivar, inspirar y guiar a otros a través de tu palabra o tu presencia magnética. Tu forma de comunicar puede ser poco convencional pero muy efectiva. El desafío es aprender a manejar la intensidad nerviosa que a veces acompaña a esta vibración, anclar tus ideas en la realidad para que puedan ser comprendidas y aplicadas, y superar cualquier inseguridad sobre tu rol o tus percepciones intuitivas. Confiá en tu guía interna. Tu potencial es extraordinario como líder espiritual, artista visionario/a, inventor/a, psicólogo/a intuitivo/a, o comunicador/a que trae nuevas perspectivas al mundo.",
    "22": "Número Maestro: [Nombre], tu expresión lleva el sello del 'Maestro Constructor'. Te expresás de manera más efectiva cuando estás construyendo, organizando y manifestando proyectos de gran escala que tienen un propósito práctico y beneficioso. Combinás una visión amplia con una increíble capacidad para la planificación detallada y la ejecución eficiente. Tus talentos innatos incluyen la gestión de recursos, la resolución de problemas complejos y la habilidad para convertir ideales elevados en realidades tangibles y duraderas. El desafío es no dejarte abrumar por la magnitud de tus propias ambiciones, aprender a confiar y delegar en otros, y mantener el equilibrio para no volverte excesivamente materialista o controlador/a. Usá tu poder para construir puentes. Tu potencial es el de un/a gran arquitecto/a (literal o social), líder de organizaciones, planificador/a urbano/a, ingeniero/a innovador/a, o cualquier rol donde puedas manifestar tu don único para la construcción práctica a gran escala.",
    "33": "Número Maestro: [Nombre], te expresás principalmente a través del servicio compasivo, la sanación, la enseñanza inspiradora y la elevación de los demás. Tu forma de comunicar y actuar irradia una profunda energía de amor incondicional, empatía y responsabilidad. Tenés un talento natural para consolar, guiar, nutrir y sanar (a nivel emocional, espiritual o incluso físico). Podés expresarte maravillosamente a través del arte, la música o la palabra con un toque sanador. El desafío es mantener tu propia energía y bienestar mientras te entregás al servicio, poniendo límites sanos para no absorber el sufrimiento ajeno y cuidándote con la misma dedicación que ofrecés. Evitá el sacrificio extremo. Tu potencial es inmenso como maestro/a espiritual, sanador/a en cualquier disciplina, consejero/a compasivo/a, artista que inspira el alma, o líder de causas humanitarias que actúa movido por un profundo amor universal."
  },
  "soulUrge": {
    "1": "En lo más profundo de tu ser, [Nombre], tu alma anhela y necesita **independencia, originalidad y liderazgo**. Hay un impulso irrefrenable por ser vos mismo/a, por destacarte, por iniciar tus propios caminos y no depender de nadie. Te motiva profundamente sentir que tenés el control de tu destino y la libertad para expresar tu individualidad única. Buscás ser reconocido/a por tus propios méritos y odiás sentirte limitado/a o subordinado/a. Este anhelo te da una gran fuerza interior y coraje para emprender. El desafío es que este deseo de ser único/a no te aísle. Aprendé a valorar tu autonomía sin dejar de conectar genuinamente. Tu corazón busca la autoafirmación y la realización de tu potencial individual.",
    "2": "[Nombre], el anhelo más profundo de tu alma, tu impulso esencial, es la **armonía, la unión y la conexión amorosa**. Buscás paz, cooperación y equilibrio en todas tus relaciones significativas, especialmente en la pareja o asociaciones cercanas. Te motiva intrínsecamente crear ambientes de entendimiento mutuo, suavizar conflictos y sentirte emocionalmente conectado/a y apoyado/a. Detestás la discordia y la soledad. Tu corazón vibra con la diplomacia, la sensibilidad y la empatía. El desafío puede ser una excesiva necesidad de aprobación externa o dificultad para estar solo/a. Aprendé a encontrar la armonía primero dentro tuyo. Tu alma busca la fusión amorosa y la paz compartida.",
    "3": "Tu alma, [Nombre], anhela vibrar con **alegría, creatividad y autoexpresión libre**. Hay un impulso profundo por comunicar tus ideas y sentimientos, por conectar socialmente, por disfrutar de la belleza y el optimismo de la vida. Necesitás variedad, inspiración y canales para manifestar tu imaginación fértil, ya sea a través del arte, la palabra o simplemente tu forma de ser. Te motiva la belleza, el humor y la conexión humana. El desafío es no quedarte en la superficie de las emociones y encontrar un foco para tu creatividad para no dispersarte. Tu corazón busca la expresión auténtica y la celebración de la vida.",
    "4": "[Nombre], en lo más íntimo, tu alma busca y necesita **estabilidad, seguridad y estructura**. Anhelás construir algo sólido, duradero y confiable en tu vida, ya sea un hogar, una carrera, una familia o un sistema de trabajo. Te motiva profundamente sentir que tenés bases firmes, que hay orden y que tus esfuerzos tienen un resultado práctico y seguro. Valorás la disciplina, la lealtad y la perseverancia. El desafío es no volverte demasiado rígido/a o temeroso/a del cambio, y permitirte también momentos de descanso y disfrute. Tu corazón busca la seguridad que proviene del trabajo bien hecho y la estructura confiable.",
    "5": "El anhelo más profundo de tu alma, [Nombre], es la **libertad, la aventura y la experiencia directa de la vida en toda su diversidad**. Hay un impulso vital por el cambio, la exploración, el movimiento y la ruptura de cualquier rutina o limitación que te haga sentir atrapado/a. Necesitás variedad de estímulos, conocer gente nueva, viajar (física o mentalmente) y aprender constantemente a través de la experiencia. Te motiva la curiosidad insaciable. El desafío es encontrar un propósito dentro de esa libertad, no caer en la inconstancia o los excesos, y aprender a comprometerte con lo que te importa sin sentir que perdés tu esencia libre. Tu corazón busca experimentar la vida sin filtros y sin ataduras.",
    "6": "[Nombre], tu alma anhela profundamente crear y mantener la **armonía, la belleza y el amor en tu entorno cercano**, especialmente en el hogar y la familia. Te motiva un fuerte sentido de responsabilidad afectiva, el deseo de cuidar, proteger y servir a tus seres queridos o a tu comunidad. Buscás la justicia, la belleza y el equilibrio en las relaciones. Te sentís realizado/a cuando nutrís y sos necesitado/a. El desafío es no volverte sobreprotector/a, controlador/a o descuidar tus propias necesidades en tu afán de cuidar a los demás. Aprendé a equilibrar el dar y recibir. Tu corazón busca la conexión amorosa, la responsabilidad compartida y la creación de un mundo más bello y justo a pequeña escala.",
    "7": "En lo más profundo de tu ser, [Nombre], tu alma tiene una sed insaciable de **conocimiento, verdad y sabiduría**. Anhelás entender los misterios de la vida, analizar las cosas en profundidad y conectar con una comprensión espiritual o intelectual elevada. Necesitás tiempo y espacio para la introspección, el estudio y la reflexión solitaria; es ahí donde recargás tu energía y encontrás tus respuestas. Te motiva la búsqueda de la perfección y la claridad mental. El desafío es no aislarte demasiado del mundo emocional o social, evitar el cinismo o la crítica excesiva, y aprender a confiar tanto en tu intuición como en tu análisis. Tu corazón busca la verdad última y la paz que proviene de la comprensión profunda.",
    "8": "[Nombre], el impulso fundamental de tu alma es hacia la **maestría en el mundo material, el logro de objetivos ambiciosos y el ejercicio del poder personal con integridad**. Anhelás sentirte competente, tener control sobre tu destino, alcanzar el éxito (financiero, profesional) y ser reconocido/a por tu capacidad y tus logros. Te motiva la ambición bien dirigida, la eficiencia y la capacidad de manifestar resultados tangibles. El desafío es no volverte obsesivo/a con el poder o el dinero, mantener la ética en tus acciones y equilibrar tus metas materiales con tus necesidades emocionales y espirituales. Aprendé a usar tu fuerza para empoderar, no solo a vos mismo/a. Tu corazón busca la realización y la seguridad a través de la maestría en el mundo.",
    "9": "Tu alma, [Nombre], anhela trascender lo personal y conectar con un **propósito humanitario y universal**. Te impulsa una profunda compasión, el deseo de servir a los demás, de aliviar el sufrimiento y de compartir tu sabiduría para el bien común. Buscás significado en la entrega desinteresada y tenés una visión amplia que abarca a toda la humanidad. Te motiva el idealismo, la justicia social y la búsqueda de la verdad espiritual. El desafío es aprender a manejar tu gran sensibilidad sin sentirte abrumado/a, soltar el pasado y las expectativas, y encontrar formas prácticas de contribuir sin agotarte. Aprendé a perdonar y a poner límites. Tu corazón busca la conexión universal y la realización a través del servicio y la compasión.",
    "11": "Número Maestro: [Nombre], el anhelo más profundo de tu alma 11 es la **conexión con lo divino, la inspiración espiritual y la iluminación**. Buscás vivir acorde a ideales elevados y usar tu poderosa intuición para comprender los misterios de la vida y guiar a otros. Te motiva la búsqueda de la verdad trascendente y sentís un llamado a elevar la conciencia. Necesitás canalizar esa energía eléctrica y visionaria. El desafío es mantenerte anclado/a en la realidad sin perder tu conexión y manejar tu alta sensibilidad. Tu corazón busca la verdad espiritual y ser un faro.",
    "22": "Número Maestro: [Nombre], tu alma 22 anhela profundamente **construir algo grande, práctico y duradero que deje un legado positivo en el mundo**. Te motiva la visión de transformar ideales elevados en realidades tangibles que beneficien a la comunidad o a la humanidad. Buscás manifestar proyectos ambiciosos y tenés la capacidad para hacerlo. El desafío es manejar la enorme responsabilidad y el poder que esto implica sin sentirte abrumado/a. Tu corazón busca la realización a través de la construcción maestra y el impacto significativo.",
    "33": "Número Maestro: [Nombre], el impulso más íntimo de tu alma 33 es **expresar el amor incondicional y la compasión a través del servicio elevado, la sanación y la enseñanza**. Te motiva profundamente aliviar el sufrimiento, nutrir, guiar e inspirar a otros desde un lugar de entrega y sabiduría amorosa. Buscás la armonía universal y te sentís realizado/a al elevar la conciencia colectiva. El desafío es cuidar de vos mismo/a con la misma devoción para no agotarte y mantener tu propia luz brillante. Tu corazón busca la unión divina a través del amor en acción."
  },
  "personality": {
    "1": "La gente te percibe inicialmente, [Nombre], como alguien **seguro/a, decidido/a, independiente y con madera de líder**. Proyectás una imagen de fortaleza, capacidad y originalidad. Podés parecer muy autosuficiente, directo/a al hablar y rápido/a para tomar la iniciativa. A veces, esta imagen puede resultar un poco intimidante o dar la impresión de que no necesitás a nadie. Es la 'máscara' de alguien que sabe lo que quiere y va por ello. Internamente, podés estar trabajando en equilibrar esa independencia con la vulnerabilidad o la colaboración.",
    "2": "Tu carta de presentación al mundo, [Nombre], es la de una persona **amable, diplomática, tranquila y cooperadora**. La gente te percibe como alguien agradable, considerado/a, buen/a oyente y que busca la armonía en las interacciones. Proyectás calma y sensibilidad. Podés parecer algo tímido/a, reservado/a o indeciso/a al principio, ya que no te gusta la confrontación. Inspirás confianza y la gente se siente cómoda a tu lado. Esta imagen externa refleja tu búsqueda interna de paz y conexión.",
    "3": "Cuando la gente te conoce, [Nombre], percibe tu **energía sociable, optimista, comunicativa y llena de chispa**. Proyectás una imagen encantadora, ingeniosa, expresiva y que disfruta de la vida y de la compañía. Parecés alguien creativo/a y con facilidad para conectar. Tu buen humor y tu habilidad para conversar suelen atraer a los demás. A veces, esta imagen puede parecer un poco superficial si no mostrás también tu profundidad emocional. Es la 'máscara' vibrante del comunicador/a nato/a.",
    "4": "La imagen que proyectás al mundo, [Nombre], es la de alguien **serio/a, confiable, trabajador/a, organizado/a y muy práctico/a**. La gente te percibe como una persona estable, disciplinada, con los pies en la tierra y en quien se puede confiar para hacer las cosas bien. Podés parecer algo conservador/a, metódico/a y quizás un poco rígido/a. Das una fuerte sensación de solidez y responsabilidad. Es la 'máscara' del constructor/a eficiente y perseverante.",
    "5": "[Nombre], tu imagen exterior es **magnética, carismática, inquieta, curiosa y muy adaptable**. La gente te percibe como alguien lleno/a de energía vital, versátil, comunicativo/a y amante de la libertad y la aventura. Proyectás entusiasmo y facilidad para conectar con gente diversa. Podés parecer impredecible o que te aburrís fácilmente. Es la 'máscara' vibrante del explorador/a y el/la comunicador/a nato/a, siempre listo/a para el cambio.",
    "6": "La gente te percibe inicialmente, [Nombre], como una persona **responsable, protectora, cálida, confiable y orientada a la armonía y al servicio**. Proyectás una imagen nutricia, alguien a quien acudir en busca de consejo o consuelo. Parecés preocupado/a por el bienestar de tu entorno (familia, amigos, comunidad) y das una sensación de estabilidad afectiva. A veces, esta imagen puede hacer que otros dependan demasiado de vos. Es la 'máscara' del cuidador/a compasivo/a y armonizador/a.",
    "7": "Tu carta de presentación al mundo, [Nombre], es la de alguien **reservado/a, intelectual, analítico/a, profundo/a y observador/a**. La gente te percibe como una persona sabia, quizás algo distante o enigmática, que no revela todo de sí misma fácilmente. Inspirás respeto por tu aparente conocimiento y tu aire de introspección. Podés parecer perfeccionista y selectivo/a con tus relaciones. Es la 'máscara' del buscador/a de la verdad, que prefiere la calidad a la cantidad.",
    "8": "[Nombre], la imagen que proyectás es de **poder, autoridad, competencia, seguridad y eficiencia**. La gente te percibe como alguien ambicioso/a (en el buen sentido), capaz de manejar situaciones complejas, con habilidad para los negocios o la gestión, y orientado/a al éxito material. Das una impresión de control y fortaleza. A veces, esta imagen puede resultar un poco intimidante o parecer demasiado enfocada en lo material. Es la 'máscara' del líder/a ejecutivo/a y realizador/a.",
    "9": "Cuando la gente te conoce, [Nombre], percibe tu **sabiduría, compasión, idealismo y tu perspectiva amplia y humanitaria**. Proyectás una imagen altruista, tolerante, generosa y a menudo inspiradora. Parecés alguien con profundidad, preocupado/a por causas mayores y con una gran capacidad de comprensión. Podés dar una impresión de 'alma vieja'. Es la 'máscara' del maestro/a, el/la consejero/a sabio/a y el/la humanitario/a.",
    "11": "Número Maestro: [Nombre], proyectás una imagen **carismática, intuitiva, inspirada y con una energía eléctrica particular**. La gente te percibe como alguien magnético, visionario/a, sensible y quizás un poco intenso/a o nervioso/a. Tu presencia llama la atención y a menudo inspirás a los demás sin proponértelo. Es la 'máscara' del idealista inspirado/a, conectado/a con algo más grande.",
    "22": "Número Maestro: [Nombre], tu imagen exterior es de **gran capacidad, poder práctico, eficiencia y habilidad para manejar grandes proyectos**. La gente te percibe como alguien muy competente, pragmático/a, con los pies en la tierra pero con una visión ambiciosa. Inspirás confianza en tu capacidad para construir y lograr resultados tangibles a gran escala. Es la 'máscara' del constructor/a maestro/a.",
    "33": "Número Maestro: [Nombre], proyectás una imagen **extremadamente amorosa, compasiva, inspiradora, protectora y dedicada al servicio**. La gente te percibe como alguien con una gran calidez humana, un/a guía natural, un/a sanador/a o un/a maestro/a. Tu presencia suele ser reconfortante y elevadora. Es la 'máscara' del servidor/a amoroso/a, que irradia compasión."
  },
  "personalYear": {
      "1": "Este año personal 1, [Nombre], es tu **nuevo comienzo energético**. Es como si el universo te diera una página en blanco y el impulso para escribir un nuevo capítulo. La energía te pide que te enfoques en vos mismo/a, en tus deseos, en definir nuevas metas y en tomar la iniciativa con coraje. Es el momento ideal para empezar ese proyecto que tenés en mente, afirmar tu independencia, tomar decisiones importantes sobre tu dirección y plantar las semillas de lo que querés cosechar en los próximos 9 años. La clave es la acción audaz y la confianza en tu capacidad de liderar tu propia vida. No esperes que las cosas sucedan, salí a buscarlas. Rompé con viejas inercias. Es un año de mucha energía física y mental; canalizala constructivamente. Preguntate: ¿Qué quiero empezar realmente este año? ¿Qué paso concreto puedo dar hoy mismo?",
      "2": "[Nombre], este año personal 2 te invita a bajar un cambio y enfocarte en la **paciencia, la cooperación y las relaciones**. Después del impulso del año 1, ahora toca cultivar la diplomacia, la sensibilidad y la armonía en tus vínculos (pareja, socios, amigos íntimos). Es un tiempo para desarrollar la escucha empática, mediar en posibles conflictos y fortalecer tus conexiones importantes. La energía es más receptiva que activa; observá, sentí y conectá. Prestá especial atención a tu intuición, estará muy aguda. Puede ser un año donde necesites apoyo o donde tu rol sea apoyar a otros. El desafío es no caer en la dependencia o la indecisión. Buscá el equilibrio y la paz en tus interacciones. Es un buen año para sanar relaciones y encontrar socios o compañeros de ruta.",
      "3": "¡Prepárate para un año personal 3 lleno de **creatividad, comunicación y expansión social**, [Nombre]! La energía te impulsa a expresarte, a compartir tu voz, a conectar con gente nueva y a disfrutar de la vida con optimismo y alegría. Es un momento excelente para desarrollar tus talentos artísticos, escribir, hablar en público, empezar un blog, o simplemente dedicarte a actividades que te diviertan y te hagan sentir vital. Tu magnetismo personal estará potenciado. Salí, conectá, reíte. El desafío es no dispersar tu energía en demasiadas cosas a la vez y mantener un cable a tierra emocional para no quedarte en la superficie. Enfocá tu creatividad en algo que te apasione. ¡Es un año para brillar y comunicar!",
      "4": "Este año personal 4, [Nombre], te pide **orden, disciplina y trabajo enfocado**. Es el momento de construir bases sólidas, organizar tus finanzas, tu hogar, tu salud y tu trabajo. La energía es práctica, concreta y requiere esfuerzo constante y atención al detalle. No es un año de grandes cambios súbitos, sino de progreso paso a paso, de poner ladrillo sobre ladrillo. Enfocate en la planificación, la rutina saludable y la perseverancia. Es un excelente año para ordenar papeles, empezar un régimen de ejercicio, ahorrar o consolidar tu carrera. El desafío es no volverte demasiado rígido/a o sentirte agobiado/a por el trabajo. Recordá tomar descansos y valorar el proceso. La recompensa será la estabilidad y la seguridad.",
      "5": "[Nombre], ¡abrochate el cinturón! Este año personal 5 trae una vibración de **cambio, libertad, aventura y nuevas experiencias**. Es probable que sientas una fuerte necesidad de romper con la rutina, explorar lo desconocido, viajar, mudarte, cambiar de trabajo o simplemente probar cosas diferentes. La energía es dinámica, versátil y pide movimiento. Es un año excelente para aprender, comunicarte, adaptarte a nuevas circunstancias y liberarte de viejas ataduras. Tu carisma estará alto. El desafío es manejar esta energía sin caer en la impulsividad, los excesos, la inconstancia o el miedo al compromiso. Buscá la libertad constructiva. Mantené la mente abierta y estate preparado/a para las sorpresas. ¡Disfrutá de la variedad!",
      "6": "Este año personal 6, [Nombre], el foco se centra en el **hogar, la familia, las responsabilidades afectivas y la búsqueda de armonía y belleza**. Es un tiempo para dedicar energía a tus seres queridos, fortalecer vínculos, embellecer tu casa, resolver asuntos domésticos o asumir nuevas responsabilidades familiares (como una boda, un nacimiento, o cuidar de alguien). La energía te pide servicio, amor y compasión. También es un buen año para temas creativos o de sanación relacionados con el bienestar de otros. El desafío es encontrar el equilibrio entre tus responsabilidades y tus propias necesidades, poniendo límites sanos para no sobrecargarte. Buscá la armonía en tu entorno y en tus relaciones.",
      "7": "[Nombre], este año personal 7 te invita a una **pausa introspectiva, al estudio y a la conexión espiritual**. La energía es más mental y espiritual que física o social. Sentirás la necesidad de pasar más tiempo a solas, reflexionar, meditar, leer, investigar o profundizar en temas que te interesen a nivel intelectual o del alma. Es un año excelente para el autoconocimiento, la terapia, el aprendizaje especializado o simplemente descansar la mente del ruido exterior. Confiá en tu intuición y buscá la sabiduría interior. No fuerces la acción externa; las respuestas están adentro. El desafío es no aislarte demasiado. Valorá este tiempo de quietud y análisis.",
      "8": "¡Este año personal 8, [Nombre], es tu momento para enfocarte en el **poder personal, los logros materiales, la ambición y la manifestación concreta**! La energía te impulsa a tomar el control de tus finanzas, tu carrera y tus proyectos importantes. Es un año de gran potencial para el éxito, el reconocimiento y el avance profesional, pero requiere esfuerzo, estrategia y decisiones firmes. Asumí tu autoridad, organizate bien y trabajá por tus metas con confianza y eficiencia. Es un buen año para invertir, negociar o buscar un ascenso. El desafío clave es manejar el poder y la ambición con integridad y ética, sin volverte materialista u obsesivo/a con el control. Usá tu fuerza para construir.",
      "9": "Este año personal 9 marca el **final de un ciclo de 9 años**, [Nombre]. Es un tiempo de **culminación, limpieza, desapego y servicio desinteresado**. La energía te pide que sueltes todo aquello que ya no te sirve (relaciones, trabajos, hábitos, creencias) para hacer espacio a lo nuevo que vendrá el próximo año. Es un momento ideal para perdonar (a otros y a vos mismo/a), cerrar capítulos pendientes y reflexionar sobre lo aprendido en los últimos años. Conectá con tu lado compasivo y humanitario; ayudar a otros puede ser muy gratificante ahora. No te aferres a lo que se va. Preparate para un renacimiento el año que viene. Es un año de sabiduría y liberación."
  }
}
