{
  "lifePath": {
    "1": "Tu Sendero de Vida 1 te marca como un/a pionero/a, un/a líder nato/a con una fuerza interior inmensa para iniciar y abrir caminos. Viniste a aprender sobre la independencia, la confianza en vos mismo/a y el coraje para seguir tu propia visión, incluso si eso significa ir contra la corriente. Tu mayor desafío es aprender a liderar sin dominar, a ser autosuficiente sin aislarte y a canalizar tu poderosa energía creativa de forma constructiva. A lo largo de tu vida, te encontrarás en situaciones donde tendrás que tomar la iniciativa, defender tus ideas y confiar en tu singularidad. No temas ser diferente; tu originalidad es tu don. Recordá equilibrar tu impulso individual con la consideración por los demás. Tu potencial es el de un/a verdadero/a innovador/a que inspira a otros a través de su propia acción audaz y su determinación.",
    "2": "Tu Sendero de Vida 2 te invita a transitar un camino de cooperación, diplomacia, sensibilidad y búsqueda de armonía. Viniste a aprender el arte de las relaciones, la importancia de la paciencia, el tacto y la escucha empática. Tu mayor fortaleza reside en tu capacidad para unir, mediar y crear paz en entornos conflictivos. Sos un/a pacificador/a natural, intuitivo/a y muy perceptivo/a a las necesidades ajenas. El desafío puede ser la hipersensibilidad, la dependencia emocional o la dificultad para tomar decisiones por miedo a herir. Aprendé a establecer límites sanos y a valorar tu propia necesidad de equilibrio. Tu potencial es el de ser un/a gran compañero/a, socio/a, terapeuta o consejero/a, aportando calma y entendimiento al mundo.",
    "3": "Tu Sendero de Vida 3 es un camino vibrante de creatividad, comunicación y expresión personal. Viniste a aprender a usar tu voz (escrita, hablada, artística), a conectar con la alegría de vivir y a inspirar a otros con tu optimismo y entusiasmo. Tenés un don natural para la comunicación y una imaginación fértil. El desafío puede ser la dispersión de energía, la dificultad para concretar ideas o una tendencia a la superficialidad si no conectás con tus emociones más profundas. Es fundamental que encuentres canales para expresar tu creatividad y que aprendas a enfocar tu energía. Tu potencial es el de ser un/a artista, comunicador/a, escritor/a o simplemente alguien que ilumina la vida de los demás con su chispa y alegría contagiosa.",
    "4": "Tu Sendero de Vida 4 te llama a construir, a trabajar con disciplina y a crear bases sólidas y duraderas. Sos la personificación de la estabilidad, la organización, la perseverancia y la practicidad. Viniste a aprender el valor del esfuerzo constante, la planificación y la atención al detalle. Tu fortaleza es tu capacidad para materializar ideas y crear orden en el caos. El desafío puede ser la rigidez, la terquedad o una resistencia al cambio si te aferrás demasiado a la estructura. Aprendé a ser flexible dentro de tu organización. Tu potencial es el de ser un/a excelente constructor/a, organizador/a, administrador/a o cualquier profesión que requiera método, confiabilidad y dedicación para crear algo tangible y útil.",
    "5": "Tu Sendero de Vida 5 es una invitación constante a la libertad, la aventura, el cambio y la experimentación. Viniste a aprender a adaptarte, a explorar el mundo con curiosidad y a usar tu versatilidad para conectar con personas y situaciones diversas. Amás el movimiento, la variedad y detestás la rutina limitante. Tu desafío es encontrar un equilibrio entre la libertad y la responsabilidad, evitar la dispersión y no caer en excesos por tu búsqueda de estímulos. Aprendé a usar tu libertad constructivamente. Tu potencial es el de ser un/a comunicador/a carismático/a, viajero/a, vendedor/a, o cualquier rol que te permita explorar, adaptarte y experimentar la multiplicidad de la vida sin sentirte atado/a.",
    "6": "Tu Sendero de Vida 6 te guía por el camino del amor, la responsabilidad afectiva, el servicio y la búsqueda de armonía en el hogar y la comunidad. Viniste a aprender sobre el cuidado, la compasión y el equilibrio entre dar y recibir. Tenés un fuerte sentido del deber hacia tus seres queridos y buscás crear belleza y paz en tu entorno. Tu desafío puede ser el exceso de responsabilidad, la tendencia a querer controlar o 'arreglar' a los demás, o el sacrificio personal desmedido. Aprendé a cuidar de vos mismo/a con la misma dedicación. Tu potencial es el de ser un/a gran consejero/a, terapeuta, artista, maestro/a o pilar fundamental en tu familia y comunidad, irradiando amor y comprensión.",
    "7": "Tu Sendero de Vida 7 es un viaje hacia la profundidad, la sabiduría interior, el análisis y la conexión espiritual. Viniste a aprender a confiar en tu aguda intuición, a buscar la verdad más allá de las apariencias y a encontrar respuestas en la introspección y el estudio. Necesitás tiempo a solas para procesar, investigar y conectar con tu mundo interior. Tu desafío puede ser el aislamiento excesivo, el escepticismo extremo o la dificultad para expresar tus emociones. Aprendé a compartir tu sabiduría sin volverte hermético/a. Tu potencial es el de ser un/a gran investigador/a, filósofo/a, científico/a, místico/a o especialista en cualquier campo que requiera profundidad y análisis.",
    "8": "Tu Sendero de Vida 8 te impulsa a aprender sobre el poder, la ambición, el éxito material y la maestría en el mundo físico. Viniste a entender cómo manejar la autoridad, el dinero y la influencia con integridad y visión. Tenés una gran capacidad ejecutiva, sos un/a realizador/a natural con fuerza para alcanzar grandes metas. Tu desafío es equilibrar lo material con lo espiritual, evitar la obsesión por el control o el éxito a cualquier costo, y usar tu poder para el bien común. Aprendé a ser generoso/a con tus logros. Tu potencial es el de ser un/a líder exitoso/a, empresario/a, ejecutivo/a o figura de autoridad que maneja grandes responsabilidades con eficiencia y ética.",
    "9": "Tu Sendero de Vida 9 es un camino de compasión universal, humanitarismo, sabiduría y servicio desinteresado. Viniste a aprender sobre el desapego, el perdón y a desarrollar una visión amplia que abarque el bienestar colectivo. Tenés una gran sensibilidad, idealismo y una profunda conexión con el sufrimiento ajeno. Tu desafío es aprender a soltar el pasado, no cargarte con el dolor del mundo y encontrar formas prácticas de canalizar tu deseo de ayudar sin agotarte. Aprendé a poner límites sanos. Tu potencial es el de ser un/a gran maestro/a espiritual, artista inspirado/a, filántropo/a, sanador/a o líder de causas humanitarias, dejando una huella de amor y sabiduría.",
    "11": "Número Maestro - Sendero de Vida 11 (2): Como un 11, tenés las cualidades del 2 (diplomacia, cooperación, sensibilidad) pero elevadas a un potencial espiritual superior. Viniste a ser un canal de inspiración, a desarrollar tu poderosa intuición y a guiar a otros hacia la iluminación o una mayor conciencia. Sos idealista, visionario/a y tenés una 'electricidad' particular. Tu gran desafío es manejar tu alta sensibilidad nerviosa, aprender a anclar tu energía en el mundo práctico sin perder tu conexión espiritual, y superar las dudas internas sobre tu propio poder. No temas brillar tu luz única. Tu potencial es inmenso como inspirador/a, artista, sanador/a intuitivo/a o guía espiritual.",
    "22": "Número Maestro - Sendero de Vida 22 (4): Como un 22, tenés la base sólida y trabajadora del 4, pero con la capacidad de manifestar a gran escala. Sos el 'Maestro Constructor', viniste a convertir grandes sueños e ideales en realidades tangibles que beneficien a la comunidad o al mundo. Tenés una visión práctica, poder organizativo y una enorme capacidad de trabajo. Tu desafío es aprender a manejar la presión y la responsabilidad de tus grandes proyectos, no limitarte por miedos o dudas, y delegar eficazmente. Confiá en tu capacidad para materializar lo 'imposible'. Tu potencial es el de ser un/a gran líder de proyectos, arquitecto/a social, empresario/a visionario/a o creador/a de sistemas duraderos.",
    "33": "Número Maestro - Sendero de Vida 33 (6): Como un 33, encarnás la vibración más alta del amor y el servicio desinteresado, basada en la responsabilidad y armonía del 6. Viniste a ser un 'Maestro del Servicio Amoroso', a sanar, enseñar y guiar a otros a través de la compasión y la entrega incondicional. Tenés una capacidad excepcional para inspirar, elevar y cuidar. Tu desafío es aprender a poner límites sanos para no agotarte en tu entrega, cuidar de vos mismo/a con la misma devoción, y no caer en el 'martirio'. Tu presencia es sanadora y tu potencial para impactar positivamente en el mundo a través del amor es inmenso. Podés destacar en roles de enseñanza, sanación, arte o guía espiritual."
  },
  "expression": {
    "1": "Te expresás con liderazgo, independencia y una marcada originalidad. Tus talentos naturales están en iniciar proyectos, tomar decisiones audaces y dirigir con confianza. Necesitás autonomía y espacio para manifestar tu visión única. Tu forma de comunicarte es directa y pionera.",
    "2": "Te expresás con diplomacia, tacto, amabilidad y buscando siempre la armonía en tus interacciones. Tus talentos residen en la cooperación, la mediación, el trabajo en equipo y tu capacidad para escuchar y comprender a los demás. Sos un/a excelente conciliador/a y pacificador/a.",
    "3": "Te expresás con creatividad, alegría, optimismo y una gran habilidad comunicativa. Tus talentos son la expresión artística (escritura, música, actuación, diseño), el humor, la sociabilidad y la capacidad de inspirar a otros. Disfrutás conectando y compartiendo tu chispa vital.",
    "4": "Te expresás con orden, método, practicidad y un enfoque en lo concreto. Tus talentos son la organización, la planificación detallada, la construcción de sistemas y el trabajo paciente y perseverante. Sos la persona confiable que materializa las ideas.",
    "5": "Te expresás con versatilidad, entusiasmo, carisma y una gran adaptabilidad. Tus talentos son la comunicación persuasiva, la venta, la facilidad para los idiomas, la adaptación al cambio y la habilidad para conectar con gente muy diversa. Amás la variedad.",
    "6": "Te expresás con responsabilidad, calidez, un fuerte sentido del deber y buscando la armonía estética y emocional. Tus talentos son el cuidado de otros, la enseñanza, la consejería, la armonización de ambientes y la creatividad aplicada al hogar o la comunidad.",
    "7": "Te expresás con análisis, profundidad, una mente aguda y a menudo reservada. Tus talentos son la investigación, la especialización en un tema, la introspección, la capacidad de ver más allá de lo superficial y la búsqueda de la perfección. Necesitás entender antes de hablar.",
    "8": "Te expresás con autoridad, eficiencia, ambición y una visión clara para los negocios o la gestión. Tus talentos son la organización a gran escala, el liderazgo ejecutivo, la habilidad financiera y la capacidad para concretar metas materiales importantes. Sabés mandar.",
    "9": "Te expresás con compasión, sabiduría, idealismo y una perspectiva humanitaria amplia. Tus talentos son la enseñanza, la escritura inspirada, el arte con mensaje, el servicio a causas mayores y la capacidad de comprender diferentes puntos de vista.",
    "11": "Número Maestro: Te expresás con gran intuición, carisma, inspiración y una energía eléctrica. Podés ser un canal para ideas elevadas y tenés talento natural para motivar, guiar espiritualmente y comunicar mensajes profundos. Tu presencia no pasa desapercibida.",
    "22": "Número Maestro: Te expresás construyendo cosas de valor práctico y duradero para muchos. Tenés talento innato para la planificación a gran escala, la gestión de recursos y la manifestación concreta de proyectos ambiciosos con impacto social.",
    "33": "Número Maestro: Te expresás a través del servicio compasivo, la sanación (energética, emocional), la enseñanza amorosa y la inspiración artística o espiritual. Tu forma de comunicar y actuar irradia amor incondicional y tiene un efecto sanador en los demás."
  },
  "soulUrge": {
    "1": "Tu alma anhela profundamente independencia, ser único/a, liderar tu propio camino y expresar tu individualidad sin restricciones. Necesitás sentirte autosuficiente y capaz de iniciar tus propios proyectos. La libertad de acción es vital para vos.",
    "2": "Tu alma anhela armonía, amor, paz y conexión profunda en pareja o asociaciones cercanas. Buscás la unión, la cooperación y detestás el conflicto. Tu mayor deseo es sentirte comprendido/a y acompañado/a en un vínculo equilibrado.",
    "3": "Tu alma anhela expresarse creativamente, comunicar tus ideas y sentimientos, socializar y experimentar la alegría de vivir. Necesitás belleza, optimismo y variedad para sentirte pleno/a. La autoexpresión es una necesidad fundamental.",
    "4": "Tu alma anhela estabilidad, seguridad, orden y construir algo sólido y duradero en tu vida (familia, carrera, hogar). Necesitás sentir que pisás sobre tierra firme y que tus esfuerzos tienen un resultado tangible y confiable. Valorás la estructura.",
    "5": "Tu alma anhela libertad, aventura, cambio constante, variedad y experimentar la vida en toda su intensidad. Necesitás sentirte libre de ataduras y rutinas monótonas. La exploración y el aprendizaje a través de la experiencia son cruciales.",
    "6": "Tu alma anhela un hogar y una familia armoniosos, sentirte necesitado/a y útil, expresar tu amor a través del cuidado y la responsabilidad afectiva. Buscás la belleza, la justicia y servir a tu comunidad o seres queridos.",
    "7": "Tu alma anhela conocimiento profundo, sabiduría, verdad, introspección y conexión espiritual o intelectual. Necesitás tiempo a solas para reflexionar, analizar y entender los misterios de la vida. La búsqueda de la perfección te motiva.",
    "8": "Tu alma anhela lograr maestría en el mundo material, tener control sobre tu destino, alcanzar el éxito y el reconocimiento por tus esfuerzos y capacidades. Buscás poder personal y seguridad financiera bien administrada.",
    "9": "Tu alma anhela contribuir al bienestar de la humanidad, expresar compasión universal, comprender y perdonar. Buscás un propósito mayor que vos mismo/a y te motiva el servicio desinteresado y la sabiduría.",
    "11": "Número Maestro: Tu alma anhela inspiración espiritual, vivir acorde a ideales elevados, usar tu intuición para guiar e iluminar a otros. Buscás una conexión profunda con lo divino y anhelás elevar la conciencia colectiva.",
    "22": "Número Maestro: Tu alma anhela construir algo grande, práctico y significativo que beneficie a muchas personas. Te motiva dejar un legado tangible y duradero, combinando visión idealista con habilidad para la realización concreta.",
    "33": "Número Maestro: Tu alma anhela expresar el amor incondicional y la compasión a través del servicio, la sanación y la enseñanza. Te motiva profundamente aliviar el sufrimiento y guiar a otros hacia la armonía y el bienestar."
  },
  "personality": {
    "1": "Proyectás una imagen de líder natural, alguien seguro/a, independiente, directo/a y que toma la iniciativa. Podés parecer individualista o muy autosuficiente a primera vista. Inspirás respeto por tu aparente fortaleza.",
    "2": "Proyectás una imagen amable, diplomática, tranquila, cooperadora y considerada. La gente te percibe como alguien agradable, pacífico/a y fácil de tratar, aunque quizás algo tímido/a o indeciso/a inicialmente.",
    "3": "Proyectás una imagen sociable, optimista, comunicativa, encantadora y llena de vida. La gente te ve como alguien alegre, expresivo/a, ingenioso/a y que disfruta de la compañía. Tu energía es contagiosa.",
    "4": "Proyectás una imagen seria, confiable, trabajadora, organizada, práctica y quizás algo conservadora o rígida. Das una sensación de estabilidad, disciplina y solidez. La gente confía en tu palabra.",
    "5": "Proyectás una imagen carismática, inquieta, curiosa, adaptable, magnética y amante de la libertad. Parecés alguien muy vital, versátil y que se aburre fácilmente con la rutina. Atraés por tu energía cambiante.",
    "6": "Proyectás una imagen responsable, protectora, cálida, confiable y orientada a la familia o comunidad. La gente te ve como alguien a quien acudir por consejo o apoyo, alguien que cuida de los suyos.",
    "7": "Proyectás una imagen reservada, intelectual, analítica, profunda, observadora y quizás algo distante, enigmática o misteriosa. Inspirás respeto por tu aparente sabiduría y tu aire de introspección.",
    "8": "Proyectás una imagen de autoridad, competente, segura, ambiciosa, exitosa y con control de la situación. Das impresión de poder, eficiencia y habilidad para manejar negocios o asuntos importantes.",
    "9": "Proyectás una imagen sabia, compasiva, altruista, tolerante y con una visión amplia. La gente te ve como alguien inspirador, generoso, con profundidad y preocupado por causas mayores.",
    "11": "Número Maestro: Proyectás una imagen carismática, intuitiva, inspirada, un poco eléctrica, magnética y quizás algo nerviosa o con una intensidad particular. Llamás la atención sin buscarlo.",
    "22": "Número Maestro: Proyectás una imagen de gran capacidad, poder, pragmatismo, eficiencia y habilidad para manejar grandes proyectos o responsabilidades. Inspirás confianza en tu capacidad de construir.",
    "33": "Número Maestro: Proyectás una imagen amorosa, compasiva, inspiradora, protectora, carismática y dedicada al servicio o al bienestar de los demás. Tu presencia suele ser reconfortante."
  },
  "personalYear": {
      "1": "Este año la energía te impulsa a **iniciar**. Es momento de sembrar nuevas intenciones, empezar proyectos con coraje, afirmar tu independencia y tomar la iniciativa en áreas clave de tu vida. Definí tus metas y actuá. No esperes que otros marquen el rumbo; es tu momento de liderar tu propio camino y ser pionero/a. La energía es dinámica y pide acción.",
      "2": "Este año la vibración es de **paciencia, cooperación y relaciones**. El foco está en los vínculos (pareja, socios, amigos cercanos), la diplomacia y la búsqueda de armonía. Es un año más lento, ideal para cultivar la escucha, la empatía y trabajar en equipo. Prestá atención a tu intuición y buscá el equilibrio en tus conexiones. No es momento de forzar, sino de fluir y colaborar.",
      "3": "Este año te invita a **expresarte, crear y socializar**. La energía es expansiva, alegre y comunicativa. Es un excelente momento para desarrollar tu creatividad (escribir, pintar, cantar), conectar con amigos, disfrutar de la vida y comunicar tus ideas con optimismo. Cuidado con la dispersión; enfocá tu energía creativa. ¡Permitite brillar y divertirte!",
      "4": "Este año pide **orden, estructura y trabajo constante**. Es momento de construir bases sólidas para el futuro, organizar tus finanzas, tu hogar o tu trabajo, y ser disciplinado/a con tus rutinas. El esfuerzo sostenido dará frutos. Enfocate en lo práctico, sé metódico/a y paciente. Es un año para materializar y asegurar.",
      "5": "Este año trae una energía de **cambio, libertad y aventura**. Estate preparado/a para lo inesperado, para nuevas experiencias y oportunidades de expansión. Es un año ideal para viajar, aprender algo nuevo, hacer cambios significativos y salir de la rutina. Abrazá la versatilidad y mantené la mente abierta. Cuidado con los excesos y la impulsividad.",
      "6": "Este año el foco se pone en el **hogar, la familia, las responsabilidades afectivas y la búsqueda de armonía**. Es un tiempo para dedicarte a tus seres queridos, embellecer tu entorno, resolver asuntos familiares o comunitarios y cuidar de vos mismo/a. Buscá el equilibrio entre dar y recibir amor y servicio. La belleza y la armonía son claves.",
      "7": "Este es un año para la **introspección, el estudio y la conexión espiritual**. Necesitarás más tiempo a solas para reflexionar, analizar, meditar o investigar temas que te interesen profundamente. Confiá en tu intuición y buscá la sabiduría interior. No es un año de mucha acción externa, sino de crecimiento interno y búsqueda de la verdad.",
      "8": "Este año trae una fuerte energía de **poder personal, logros materiales y avances profesionales o financieros**. Es momento de tomar decisiones importantes, asumir tu autoridad, enfocarte en tus ambiciones y trabajar por el éxito y el reconocimiento. Manejá el poder y el dinero con integridad. ¡Es un año para cosechar y manifestar tu fuerza!",
      "9": "Este es un año de **cierre de ciclos, limpieza y servicio desinteresado**. Es momento de soltar todo aquello que ya no te sirve (relaciones, trabajos, creencias), perdonar y completar etapas pendientes. Conectá con tu lado compasivo y humanitario. Es un año de culminación que te prepara para un nuevo ciclo de 9 años que comenzará el próximo año."
  }
}
